[
    {
        "attractionName":"Spooks Ville",
        "attractionPic":"https://matthewmcbain.github.io/JsonData/images/spooks_ville.jpg",
        "attractionDetail":"The sideshow freaks come alive after dark. The bearded lady weeps tears of blood, the contortionist twists into impossible shapes, and the strongman lifts invisible weights. Their eyes follow you as you navigate the dimly lit corridors.",
        "attractionAge":"1 year",
        "minHeight":"130cm"
    },
    {
        "attractionName":"Rapido Racer",
        "attractionPic":"https://matthewmcbain.github.io/JsonData/images/rapido_racer.jpg",
        "attractionDetail":"As you steer your bumper car, you'll dodge incoming attacks and aim for well-timed bumps. Laughter echoes as riders spin, reverse, and execute surprise maneuvers. Whether you're a cautious dodger or a fearless bumper, the dodgems promise a delightful ride for all ages.",
        "attractionAge":"3 years",
        "minHeight":"No Limit"
    },
    {
        "attractionName":"The Roaring Loopster",
        "attractionPic":"https://matthewmcbain.github.io/JsonData/images/the_roaring_loopster.jpg",
        "attractionDetail":"The Roaring Loopster defies gravity with not one, not two, but three exhilarating loops. As you hurtle through each inversion, your world turns upside down, and your screams blend with the wind.",
        "attractionAge":"2 years",
        "minHeight":"140cm"
    },
    {
        "attractionName":"Log Flume",
        "attractionPic":"https://matthewmcbain.github.io/JsonData/images/log_flume.jpg",
        "attractionDetail":"Imagine a rustic journey through a forested mountain. The log flume twists, climbs, and then—splash! You plunge into cool waters, laughing as your log bobs like a buoy.",
        "attractionAge":"2 years",
        "minHeight":"120cm"
    },
    {
        "attractionName":"Ride the Rapids",
        "attractionPic":"https://matthewmcbain.github.io/JsonData/images/ride_the_rapids.jpg",
        "attractionDetail":"Experience the ultimate adrenaline rush as you take on choppy waters in the Wild River Rapids ride at Fantasy Island. The ride features swift currents, twists, and turns, making it an exciting water adventure.",
        "attractionAge":"3 years",
        "minHeight":"110cm"
    },
    {
        "attractionName":"The teacups",
        "attractionPic":"https://matthewmcbain.github.io/JsonData/images/the_teacups.jpg",
        "attractionDetail":"Hold on tight! The faster you spin the wheel, the wilder the ride becomes. Laughter bubbles up as you swirl, your friends and family spinning alongside you. The sun filters through the gaps in the teacup's delicate pattern, casting kaleidoscopic shadows on your face.",
        "attractionAge":"5 years",
        "minHeight":"90cm"
    },
    {
        "attractionName":"Carousel",
        "attractionPic":"https://matthewmcbain.github.io/JsonData/images/carousel.jpg",
        "attractionDetail":"By royal appointment, come and enjoy the most regal roundabout in the country—the grand Royal Carousel! Hop onto one of the royal horses or sit on your very own throne as you take the regalest turn around and round. If you're under 1.3 meters tall, you must ride with an adult (18+)",
        "attractionAge":"5 years",
        "minHeight":"130cm"
    },
    {
        "attractionName":"Human Garden",
        "attractionPic":"https://matthewmcbain.github.io/JsonData/images/human_garden.jpg",
        "attractionDetail":"Faces emerge from the foliage—eyes crinkled with kindness, lips curved in camaraderie. These blossoms thrive on conversations, their petals unfurling when hearts meet.",
        "attractionAge":"5 years",
        "minHeight":"No Limit"
    },
    {
        "attractionName":"Japanese Garden",
        "attractionPic":"https://matthewmcbain.github.io/JsonData/images/japanese_garden.jpg",
        "attractionDetail":"These gardens are meticulously crafted, each stone and leaf placed with purpose. They evoke a sense of balance—a dance between earth and sky. Here, time slows, and worries dissolve.",
        "attractionAge":"5 years",
        "minHeight":"No Limit"
    },
    {
        "attractionName":"Nautical Garden",
        "attractionPic":"https://matthewmcbain.github.io/JsonData/images/nautical_garden.jpg",
        "attractionDetail":"The color palette mirrors the sea's moods—silvers, olive greens, and purples blend seamlessly. Imagine waves crashing, leaving behind frothy whites and sun-kissed blues. Coastal plants sway, their leaves catching sunlight like sails.",
        "attractionAge":"5 years",
        "minHeight":"No Limit"
    },
    {
        "attractionName":"Spooky Garden",
        "attractionPic":"https://matthewmcbain.github.io/JsonData/images/spooky_garden.jpg",
        "attractionDetail":"Step into the heart of this spooky garden, where the veil between realms grows thin. Here, the air is thick with mystery and whispers, and every rustling leaf seems to harbor secrets.",
        "attractionAge":"5 years",
        "minHeight":"No Limit"
    },
    {
        "attractionName":"Tropical Garden",
        "attractionPic":"https://matthewmcbain.github.io/JsonData/images/tropical_garden.jpg",
        "attractionDetail":"Step into the heart of this lush sanctuary—a tropical garden that beckons with whispers of distant rainforests. Here, the air is thick with humid warmth, and every leaf seems to pulse with life.",
        "attractionAge":"5 years",
        "minHeight":"No Limit"
    },
    {
        "attractionName":"Tulip Garden",
        "attractionPic":"https://matthewmcbain.github.io/JsonData/images/tulip_garden.jpg",
        "attractionDetail":"Amidst the morning dew, the tulip garden awakens—a veritable kaleidoscope of colors. Each petal unfurls like a delicate secret, revealing hues that defy mere words. Vibrant reds, sunset oranges, and sun-kissed yellows intermingle, creating a floral tapestry that dances with the breeze.",
        "attractionAge":"5 years",
        "minHeight":"No Limit"
    }
]
